---
kind: other
id: Properties.T:Autodesk.Revit.DB.ElementPhaseStatusFilter
source: html/c7c24f54-d872-af9f-26bb-ca82165da25f.htm
---
# ElementPhaseStatusFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.